{
    "dialogues": {
        "convo": [
            {
                "talk": [
                    "-Jó napot kívánok Mester! - tiszteleg feléd egy kopaszodó bolond figura.",
                    "\"Lám van élet IQ nélkül\" gondolod magadban."
                ],
                "id": "szarka",
                "type": "intro"
            },
            {
                "talk": [
                    "Magadat megalázva, de kimentve felcsaptad homlokodhoz jobbod, és visszaszóltál:",
                    "- Tiszteletem Mester!",
                    "- Hoppá! Mester, pluszjegyért jelentkezzen! Na menjen, szívjon el egy szendvicset!"
                ],
                "statupdt": {
                    "type": "o",
                    "value": "-1",
                    "text": "-1 önbecsülés"
                },
                "id": "szarka",
                "type": "egy"
            },
            {
                "talk": [
                    "Menekülõre fogod a szitut, és felveszed a nyúlcipõt.",
                    "- Öcsééém... - hallatszik a jó képességû úriember szájnyílásából."
                ],
                "id": "szarka",
                "type": "men"
            },
            {
                "talk": [
                    "Késõn vetted fel a nyúlcipõt, a felelés beindult, de azt sem érted milyen nyelven beszél.",
                    "- Mester, maximum hány karakterbõl állhat Free Pascal nyelven writeln után egy string?",
                    "A kínos csend közepette zsebedben csücsülõ dobozkádból kicsúszik egy szál bagaretta, a geci se merné mellette felvenni, igaz?"
                ],
                "statupdt": {
                    "type": "c",
                    "value": "-1",
                    "text": "-1 cigaretta"
                },
                "id": "szarka",
                "type": "men"
            },
            {
                "talk": [
                    "A kínos csend közepette egy eszeveszett ötlet támad a fejedben:",
                    "- Mester, van egy szál cigarettája?",
                    "- Ejnye Mester! Minusz jegyért jelentkezzen, illegális cigaretta kérés!",
                    "Sarkon fordulnál de már érkeznek a c# osztályaival kapcsolatos kérdések..."
                ],
                "statupdt": {
                    "type": "o",
                    "value": "-1",
                    "text": "-1 önbecsülés"
                },
                "id": "szarka",
                "type": "tar"
            },
            {
                "talk": [
                    "Még mielõtt megszólalnál Mester feléd nyújt egy szálat a saját készítésûbõl, biztos a tiéd mert ott van rajta a pörköltszaftos ujjlenyomat.",
                    "- Mester, tegye el gyorsan, ne szemetelje össze a folyosómat! - szól a kopaszodó hibrid tulajdonos",
                    "Megszeppenve ámde elfogadod a saját száladat.",
                    "Mestertõl cigit kapni, ilyen se lesz többet..."
                ],
                "statupdt": {
                    "type": "c",
                    "value": "1",
                    "text": "+1 saját cigi"
                },
                "id": "szarka",
                "type": "tar"
            }
        ]
    }
}