{
    "endings": {
        "badEndings": [
            {
                "number": "1",
                "talk": [
                    "Egy normális iskolában a rossz jegyektõl fél a gyerek, itt a haláltól.",
                    "Neked már nem kell buzikám, na de majd viszek kutyagenyót a sírodra, ilyen szar játékmenet után azt érdemled!",
                    "GENYÓÓ!"
                ]
            },
            {
                "number": "2",
                "talk": [
                    "Hát tesi, a nikotin nagy úr, valamivel etetni kell a rákokat, de ez benned már nem tud realizálódni.",
                    "Térded összerogy, kaparod a levegõt, de mindhiába.",
                    "Amit a Búza téri cigány banya mondott, az be is teljesült; kiette a rák a tüdõd, te meg nem bírtad etetni...",
                    "GENYÓÓ!"
                ]
            },
            {
                "number": "3",
                "talk": [
                    "Mi az hogy elfogyott az önbecsülésed?",
                    "Nagyobb balfasz vagy, mint az író...",
                    "Látszik, hogy anyádék a pincében neveltek...",
                    "Attól még örülök neki, hogy befejezted, ilyen puhapöcs nem kell a Bláthyba.",
                    "GENYÓÓ!"
                ]
            },
            {
                "number": "4",
                "talk": [
                    "Mondák szólnak egy prófétáról.",
                    "Egy prófétáról, aki történetesen egy alfahím, s teherbe esik tõle bárki akire ránéz.",
                    "Kurvára látszik, hogy nem te vagy ez a próféta, se cigid, se vér a faszodban, bújj el az író orrába!",
                    "GENYÓÓ!"
                ]
            },
            {
                "number": "10",
                "talk": [
                    "Felcsillan a szemed, meglátod álmaid áruját.",
                    "Kezed már megérintené a kiszemelt csecse-becsét, amikor rájössz: Nincs elég valutád!@Túl késõ ez az észrevétel, Zsombor az éppen nem maszturbáló kezével eltöri csuklódat, ezzel összetörve minden reményedet, amelyet a termékhez fûztél.",
                    "Cigi szünet helyett a sebészeten kell ücsörögnöd még vagy 10 órát..."
                ]
            }
        ],
        "goodEndings": [
            {
                "number": "5",
                "talk": [
                    "Mély gõz támad, nem is... Ez füst! Terjed a nikotin a szervezetedben!",
                    "Egy alak sétál feléd a homályból.",
                    "Ez lenne a vég? Isten? Allah? Buddha? Ki lehet? Most megtudod az élet nagy igazságát.",
                    "Kapa fogak és egy FullCap tûnik elõ:@- Hallod geci, satu van - szól a figura.",
                    "Ez az ember az Adonisz, a Bláthy Istene, ki nélkül nincs cigiszünet; Csáki 'Az Egyetlen' Norbert.",
                    "- Nyertél geci - pöffent egyet a gépházon töltöttbõl -  jól nyomtad! Na durrantsuk el ezt a szart oszt zsa be..."
                ]
            },
            {
                "number": "6",
                "talk": [
                    "A levegõ forróvá válik. Folyik az izzadság a tarkódon, pólód leveszed, mikor lenge szoknyájában kifordul az egyik terembõl Zvada Anna, és megszólít:",
                    "- Fiatalember, nincs egy szál - és erotikusan elnyújtja - cigarettája?",
                    "- Ó magácskának mindig van tanár nõ! - mondja a legboldogabb ember 500 kilométeres körzetben, majd átnyújtod a legprecízebben megtekert nikotin töltetet.",
                    "- Köszönöm. - csengi hangjával - Oh milyen butuska vagyok, sajnos tüzem sincsen! Elkísérne? - rebbenti pilláit.",
                    "Követed a csíkos szoknyát, mely alá oly sokszor tekinteni szerettél volna.",
                    "Talán ez az idõ hamarosan eljön...",
                    "Szép volt pöcsös, megcsináltad!"
                ]
            },
            {
                "number": "7",
                "talk": [
                    "Farkad olyan nagy, mint védõangyalodnak Johnny Sins-nek, ki állhat utadba? Na má megint ez a ri--",
                    "- 1,74! - üvölt rád a vén szipirtyó - ez még nem kettes. Mit szólnál egy logaritmus pluszjegy szerzési lehetõséghez?",
                    "Nem gondolkozol, nekifutásból, páros talppal gégén rúgod, majd heréid elõcsapva, a földön fuldokló boszorkány arcába dörzsölöd.",
                    "- Ennek vedd a logaritmusát öreglány, jut még a cicáknak is - és jól beledolgozod a túrót a hajába.",
                    "Ezután felállsz, letéped izmos testedrõl a ruhát, és Leonidaszosan elüvöltöd magad.",
                    "IGEN! Ezt csinálja egy alfahím!",
                    "Nyertél! Hisz tökéletes vagy, mint Tamás mellei <3"
                ]
            },
            {
                "number": "8",
                "talk": [
                    "Úr Isten! Valaki fuldoklik, egy srác lenyelte a csikket de semmi gond, a mentõk kint vannak.",
                    "Na meg a rendõrök. Állami intézményben dohányoztak? Biztos ezzel zaklatja a két zsaru Csigabácsit.",
                    "Elkúrod a fõnököt az útból, majd felemeled hangod a fakabátokkal:",
                    "- Uraim, mi a problematika? - szólsz szigorúan, ám kimérten parasztul.",
                    "- Te meg ki a fasz vagy? - szól hozzád a köpcös kék.",
                    "- ÉN KÉRDEZTEM ELÕSZÖR! - de azért közben a lejárt kondibérleted elõcsapod, és felmutatod. Fõ a hitelesség ugyebár.",
                    "A két pandúr röhögõgörcsöt kap.",
                    "Ennyi kell neked, mind a kettõt madárfogásban részesíted, és mogyoróit Mortal Kombat-osan megcsavarod.",
                    "A hosszú távú bunyóban már nem voltál akkora király, de azért mindenki megtapsol a suliban, mikor a járõrkocsiba tuszkolnak megbilincselve.",
                    "Én is büszke vagyok rád te majom, kivitted a játékot, gratula öcskös!"
                ]
            },
            {
                "number": "9",
                "talk": [
                    "Az író pár sör és ipari mennyiségû nikotin után rájött, hogy ez lehetetlen.",
                    "Ettõl függetlenül mégis van rá esély.",
                    "Na mindegy, hagyom az irodalmi szöveg alkotást.",
                    "Barátom, megírtam pár endinget, de úgy érzem, hogy ha Te ezt tudtad teljesíteni, és nem vagy tagja a fejlesztõi brigádnak, te egy igazi Bláthys faszagyerek vagy.",
                    "Gratulálok, és vendégem vagy egy sörre. - Sáska"
                ]
            }
        ]
    }
}